Revit 2024 API
BuiltInFailures.ImportExportFailures Members
Provides a container of all Revit built-in FailureDefinitionId instances.
The BuiltInFailures.ImportExportFailures type exposes the following members.
Properties
Name | Description
ViewBoundariesTooLarge
 The view boundaries are too large to export the view..
See Also
BuiltInFailures.ImportExportFailures Class
Autodesk.Revit.DB Namespace